Revit 2024 API
FamilySizeTable Properties
The FamilySizeTable type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
NumberOfColumns
 Number of columns in the table.
NumberOfRows
 Number of rows in the table.
See Also
FamilySizeTable Class
Autodesk.Revit.DB Namespace